tap "homebrew/bundle"
tap "homebrew/core"
brew "gcc"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "lazygit"
brew "neovim"
brew "peco"
brew "pure"
brew "ripgrep"
brew "tig"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
